Repository: DorianGrey/lit-ts-playground
Catalog: xliff/*.xlf
Languages: de

# s352233df89b5f1ed
source: Counter example
de: Zähler Beispiel

# s53d9788f60896040
source: Map experiment
de: Karten Experiment

# s40f6f0f5f8de89e7
source: Large list experiment
de: Lange Liste Experiment

# s6cc1dd5a08158329
source: Some header!
de: Ein Header!

# s63e71d20d1eaca93
source: German
de: Deutsch

# s4caed5b7a7e5d89b
source: English
de: Englisch

# sbf7f5356f05d8bb6
source: Hello, ${this.name}!
de: Hallo, ${this.name}!

# s057d05cfa4fe5b98
source: Click Count: ${this.count}
de: Anzahl Klicks: ${this.count}

# s0a95ea7c8e330485
source: Latitude
de: Breitengrad

# sa25de1d82d6a4d4e
source: Longitude
de: Längengrad

# sea2ea0b77374bbf6
source: Move to coordinates
de: Zu Koordinaten verschieben

# s379c18aec5654894
source: Move
de: Verschieben
